Repository: maurodelazeri/music-ios
Catalog: music/*.lproj/Localizable.strings
Languages: tk_tm

source: Settings
tk_tm: Sazlamalar

source: Search
tk_tm: Gözleg

source: Sort
tk_tm: Sortirowka

source: By date added
tk_tm: Goşulan wagty boýunça

source: By duration
tk_tm: Uzynlygy boýunça

source: By popularity
tk_tm: Meşhurlygy boýunça

source: Count
tk_tm: Sany

# countText
source: Number of audio track to return
tk_tm: Her gözlegde aýdymlaryň görkeziljek sany

source: tracks
tk_tm: sany

source: Performer only
tk_tm: Diňe aýdymlaryň ady boýunça

# performerOnlyText
source: To search only by artist name
tk_tm: Gözlegde diňe aýdymçylaryň ady boýunça gözle

source: Popular music
tk_tm: Meşhur aýdymlar

# popularMusicText
source: Show popular music on app start
tk_tm: Programma açylanda meşhur aýdymlary görkez

source: Language
tk_tm: Dil

source: Download
tk_tm: Indir

source: Play
tk_tm: Diňle

source: Share
tk_tm: Paýlaş

source: Send
tk_tm: Iber

source: Reload
tk_tm: Täzele

# advice
source: Hey! You should check up this music!
tk_tm: Heý! Şu aýdymy diňlemegi maslahat berýärin!

source: Cancel
tk_tm: Beset

source: General
tk_tm: Umumy
